Repository: erickj/gnome-shell-installed-extensions
Catalog: panel-docklet@quina.at/locale/*/LC_MESSAGES/*.po
Languages: de

source: Settings
de: Einstellungen

source: Box-settings
de: Box-Einstellungen

source: Remove from Favorites
de: Von Favoriten entfernen

source: Add to Favorites
de: Zu Favoriten hinzufügen

source: To left screen
de: Zum linken Monitor

source: To right screen
de: Zum rechten Monitor

source: To workspace above
de: Zur oberen Arbeitsfläche

source: To workspace below
de: Zur unteren Arbeitsfläche

source: Restore
de: Wiederherstellen

source: Minimize
de: Minimieren

source: Close Window
de: Fenster schließen

source: New Window
de: Neues Fenster

source: Quit Application
de: Applikation beenden

source: Undo
de: Rückgängig

source: Main-Box
de: Hauptbox

source: Welcome Stranger!
de: Willkommen Fremder!

source: There are a lot of settings, which can help you to costumize this extention to your needs. Also, there are four preconfigurations you can use. The preconfigurations are just changing already existing settings. So, you don't actually need them. But they can help you save time. You can open this dialog again by clicking with the right Mouse-Button on the box and then click on the settings-Button Please feel free to contact me, if you find bug, have suggestions, critics or feedback. I am allways happy about input - what kind ever. :-) Jodli (pw3@gmx.at)
de: Es gibt große Zahl an Einstellungen um diese Erweiterung deinen Wünschen anzupassen. Auch gibt es vier Vorkonfigurationen, welche du verwenden kannst. Diese ändern nur bereits bestehende Einstellungen. Du musst sie also nicht einzusetzen. Sie sollen nur helfen Zeit zu sparen. Du kannst dieses Fenster wieder öffnen, indem du mit der rechten Maustaste auf die Box und dann auf den settings-Button klickst. Bitte zögere nicht mich zu kontaktiveren, falls Du Fehler finden sollstest, Vorschläge, Kritik oder Feedback hast. Ich freue mich immer über Feedback - egal welcher Art. :-) Jodli (pw3@gmx.at)

source: Preconfigurations
de: Voreinstellungen

source: You can chose one of already existing preconfigurations. They are just altering already existing settings. So you don't have to use them.
de: Du kannst eine der bereits existierenden Voreinstellungen wählen. Diese verändern nur bereits existierende Einstellungen, sind also nicht zwingend.

source: Overal
de: Allgemein

source: Box - placing
de: Box - Platzierung

source: Window-Icons - overal
de: Fenster-Icons - Allgemein

source: This settings regard the behavior and appearance of the window-icons.
de: Diese Einstellungen betreffen die Fenster-icons.

source: Window-Icons - filter
de: Fenster-Icons - Filter

source: You can change when a window-icon will (or will not) be created.
de: Legt fest, für welche Fenster, Fenster-Icons erstellt werden sollen

source: Favorites
de: Favoriten

source: Both settings are possible at the same time. If you really need it. ;-)
de: Beide Einstellungen sind gleichzeitig möglich. Sollte es wirklich nötig sein. ;-)

source: Additional
de: Zusätzliches

source: Here, you can add additional buttons to the left of the box.
de: Hier können zusätzliche Buttons an die linke Seite der Box hinzugefügt werden.

source: First time startup
de: Erster Start

source: Big Panel
de: Großes Panel

source: Restore Defaults
de: Standartwerte wiederherstellen

source: Always
de: Immer

source: Never
de: Nie

source: Create tray-button
de: Tray-Button erzeugen

source: When the box is positioned at the bottom of the screen, the message-tray (and its "blind-pixel-row" at the bottom) can be annoying. So, the bottom-right hot-Corner can be replaced with a button. "Auto" only adds this button, when necessary.
de: Wenn die Box unten positioniert ist, kann der Message-Tray (und sein "blinder-Pixel-Streifen" am unteren Bildschirmrand) behindernd sein. Deshalb kann das rechts-untere "Hot-Corner" durch einen Button ersetzt werden. "Auto" fügt diesen Button nur hinzu, wenn er nötig wird.

source: Workspace-navigator
de: Arbeitsflächen-Wechlser

source: Number of buttons
de: Anzahl der Buttons

source: Workspace-number
de: Arbeitsflächen-Zahl

source: Ignore other monitors
de: Ignoriere andere Bildschirme

source: Window-icons are only created for windows on this monitor.
de: Fenster-icons werden nur für Fenster auf diesem Bildschirm erstellt.

source: List all workspaces
de: Alle Arbeitsflächen auflisten

source: (if auto-hide is enabled: Other workspaces will only show on mouse-over)
de: (ist Automatisches Verstecken aktiviert: auflisten erst beim Überfahren mit der Maus)

source: Group icons
de: Icons gruppieren

source: Every application will have only one icon per workspace.
de: Jedes Programm bekommt nur ein Icon pro Arbeitsfläche.

source: Order icons
de: Icons sortieren

source: New window-icons will be placed next to an icon of the same application.
de: Neue Fenster-icons werden automatisch neben ein Icon desselben Programms geschoben.

source: Icon-middle-click-action
de: Icon-mittel-click-Aktion

source: ("Close Window" closes always only the current window, also when "Group icons" is enabled)
de: ("Fenster schließen" schließt immer nur das aktuelle Fenster. Auch wenn "Icons gruppieren" aktiviert ist)

source: Window-number
de: Fenster-Nummer

source: If "Group icons" is enabled: it indicates the number of application-windows. If disabled: It indicates the window-index for its application.
de: Wenn "Icons gruppieren" aktiviert ist: Zeigt sie die Anzahl der Programm-Fenster. Wenn deaktivert: Zeigt sie den Fenster-index für das entsprechende Programm.

source: Smart window-number
de: Intelligente Fenster-Nummer

source: Number will only be shown, if greater than 1.
de: Die Nummer wird nur eingeblendet, wenn sie größer als 1 ist.

source: Window-title
de: Fenstertitel

source: Maximun button-height
de: Maximale Button-Höhe

source: Maximum button-width
de: Maximale Button-Breite

source: Button-width
de: Button-Breite

source: Button-height
de: Button-Höhe

source: Favorites as buttons
de: Favoriten als Buttons

source: Favorites as window-icons
de: Favoriten als Fenster-icons

source: Favorites will be added to the box and behave like window-icons
de: Favoriten werden zur Box hinzugefügt und verhalten sich wie Fenster-icons.

source: On all monitors
de: Auf allen Bildschirmen

source: Boxes are created on every screen and are managed seperatly
de: Auf allen Bildschirmen werden Boxen erstellt, welche unabhängig voneinander konfiguriert werden können.

source: Right-click window-list
de: Rechts-klick Fenster-Liste

source: List all application-windows in right-click-menu
de: Listet alle Programm-Fenster im Rechts-klick-Menü, auf

source: Window preview
de: Fenster-Vorschau

source: Show window preview in right-click-menu instead of just the window title (affects right-click-menu, icon-hover-menu and drag-over-menu)
de: Fenster-Vorschau im rechtsklick-Menü anstatt einer einfachen Titel-Angabe (beeinflusst auch die Anzeige des Hover-Menüs)

source: Window-list on hover
de: Fensterliste bei hover

source: Fisheye-effect
de: Fish-Augen-Effekt

source: Auto-hide
de: Automatisches Verstecken

source: if enabled: Wont hide, when desktop is shown.
de: Wenn aktiviert: Wird nicht versteckt, sobald der Desktop angezeigt wird

source: Always in view
de: Immer im Sichtbereich

source: How much of the box should stay in the view, when the box is hidden (0 is almost outside the view,
de: Wieviel von der Box sichtbar bleiben soll, wenn diese versteckt ist (0 ist so gut wie völlig außerhalb des Sichtbereichs,

source: [icon-size] is no movement).
de: [icon-Größe] bedeutet keine Bewegung).

source: Hidden Transparency
de: Versteck-Transparenz

source: 0 is invisible, 255 is fully visible.
de: 0 ist unsichtbar, 255 ist völlig sichtbar.

source: Show-time
de: Einblende-Zeit

source: Hide-time
de: Versteck-Zeit

source: Hide-waiting-time
de: Versteck-Warte-Zeit

source: The delay from when the box should start hiding after mouse-out.
de: Die Zeitverzögerung nachdem der Versteck-Vorgang nach dem Verlassen der Maus begonnen werden soll.

source: Show-waiting-time
de: Einblende-Warte-Zeit

source: The delay from when the box should start showing after mouse-over.
de: Die Zeitverzögerung nachdem der Einblende-Vorgang nach dem Verlassen der Maus begonnen werden soll.

source: Cut view-region
de: Beschneide Arbeitsfläche

source: Prevent the box from covering parts of the screen.
de: Verhindere das Überdecken der Arbeitsfläche durch die Box.

source: Top
de: Oben

source: Below Panel
de: Unter Panel

source: Bottom
de: Unten

source: Left
de: Links

source: Right
de: Rechts

source: Screen-position
de: Monitor-Position

source: Middle
de: Mitte

source: End
de: Ende

source: Fixed at
de: Fixiert an

source: Box-size depends on number of icons
de: Größe ist abhängig von Icon-Anzahl

source: If enabled, "Box-size" will be considered as min-width.
de: Wenn aktiviert, wird die eingestellte "Box-Größe" als Mindest-Breite behandelt.

source: Box-size
de: Box-Größe
